Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K06.tmx
Source language: en_us
Languages: zh_cn

source: The Red Bow
zh_cn: 红色蝴蝶结

source: NEXT NIGHT, walking out where it happened, I found her little red bow.
zh_cn: 第二天晚上，我走到了出事的地点，发现了她那小小的红色蝴蝶结。

source: I brought it in, threw it down on the table, said: My God my God.
zh_cn: 我把它带回来，扔在桌子上，说：我的上帝啊我的上帝。

source: Take a good look at it and also I'm looking at it, said Uncle Matt.
zh_cn: 你好好看看它吧。我也在看着它。马特叔叔说道。

source: And we won't ever forget it, am I right?
zh_cn: 咱们永远也不能忘记它，对不对？

source: First thing of course was to find the dogs.
zh_cn: 首先要做的当然是去找到那些狗。

source: Which turns out, they were holed up back of the--the place where the little kids go, with the plastic balls in cages, they have birthday parties and so forth--holed up in this sort of nest of tree debris dragged there by the Village.
zh_cn: 原来，它们都躲在了游乐场后面——就是小孩子们常去的那个地方，那儿有一个笼子里装满了塑料球，小孩们常在那里开生日派对什么的。那儿还有一堆村民们以前拉过去的枯树，枝枝叶叶地堆在一起像个窝。那些狗就躲在这个窝里。

source: Well we lit up the debris and then shot the three of them as they ran out.
zh_cn: 于是我们点着了这堆枯枝，然后开枪打死了从里面跑出来的那三条狗。

source: But that Mrs. Pearson, who'd seen the whole--well she said there'd been four, four dogs, and next night we found that the fourth had gotten into Mullins Run and bit the Elliotts' Sadie and that white Muskerdoo that belonged to Evan and Millie Bates next door.
zh_cn: 但是见到过那件事情整个经过的皮尔逊夫人说，一共是四条，四条狗。第二天晚上，我们发现第四条狗已经跑到了马林斯路，咬了艾略特家的苏格兰梗，还咬了隔壁伊万和米莉·贝茨家的白色马斯克狗。

source: Jim Elliott said he would put Sadie down himself and borrowed my gun to do it, and did it, then looked me in the eye and said he was sorry for our loss, and Evan Bates said he couldn't do it, and would I?
zh_cn: 吉姆·艾略特说，他要亲手处理掉那条苏格兰梗。他借用我的枪把它干掉了。之后，他看着我的眼睛对我说，他为我们的损失感到非常难过。

source: But then finally he at least led Muskerdoo out into that sort of field they call the Concourse, where they do the barbecues and whatnot, giving it a sorrowful little kick (a gentle kick, there was nothing mean in Evan) whenever it snapped at him, saying Musker Jesus!--and then he said okay, now when he was ready for me to do it, and I did it, and afterwards he said he was sorry for our loss.
zh_cn: 而伊万·贝茨说，他下不了手，问我能不能代劳？不过他最终至少还是把他那条白狗带了出来，放到他们经常进行烧烤之类活动的那片被叫做“广场”的空地上。每当它要咬他的时候，他就会有些伤心地轻轻踢它一下（伊万踢得很温柔，没有一点恶意），嘴里说道：马斯克，老天啊！——然后他说可以了。当他准备好之后，我就下了手。事后他也说他为我们的损失感到难过。

source: Around midnight we found the fourth one gnawing at itself back of Bourne's place, and Bourne came out and held the flashlight as we put it down and helped us load it into the wheelbarrow alongside Sadie and Muskerdoo, our plan being--Dr. Vincent had said this was best--to burn those we found, so no other animal would--you know, via feeding on the corpses--in any event, Dr. Vincent said it was best to burn them.
zh_cn: 午夜前后，我们发现那第四条狗跑到了伯恩家那里，自己跟自己折腾着。伯恩从家里出来，举着手电筒照着，我们把它干掉了。然后他帮我们把它抬到手推车里，跟那条苏格兰梗还有马斯克狗挤在一起。我们的计划是把它们都烧了——文森特大夫说，这是最好的办法——这样一来，你明白吧，其他动物就不会通过吃它们的尸体而——不管怎么说，文森特大夫说最好把它们烧了。

source: When we had the fourth in the wheelbarrow my Jason said: Mr. Bourne, what about Cookie?
zh_cn: 当我们把那第四条狗装进手推车后，我儿子贾森说：伯恩先生，库奇没事吧？

source: Well no I don't believe so, said Bourne.
zh_cn: 哦不，我相信它没问题，伯恩说道。

source: He was an old guy and had that old-guy tenderness for the dog, it being pretty much all he had left in the world, such as for example he always called it friend-of-mine, as in: How about a walk, friend-of-mine?
zh_cn: 他是一个上了岁数的人，有老人特有的那种对狗的温柔。它基本就是他在世上的一切了。他总是管它叫做“我的朋友”──比如：我的朋友，咱们出去遛遛？

source: But she is mostly an outside dog? I said.
zh_cn: 可她是不是成天在外面跑？我问。

source: She is almost completely an outside dog, he said.
zh_cn: 她基本上就是一条不着家的狗，他说。

source: But still, I don't believe so.
zh_cn: 不过尽管如此，我相信她不会有问题。

source: And Uncle Matt said: Well, Lawrence, I for one am out here tonight trying to be certain.
zh_cn: 马特叔叔说：呃，劳伦斯，我可是打定了主意，今晚一定要万无一失。

source: I think you can understand that.
zh_cn: 我想你能理解这一点。

source: I can, Bourne said, I most certainly can.
zh_cn: 我能。伯恩说。我当然能理解。

source: And Bourne brought out Cookie and we had a look.
zh_cn: 于是伯恩把库奇带了出来，让我们看一看。

source: At first she seemed fine, but then we noticed she was doing this funny thing where a shudder would run through her and her eyes would all of a sudden go wet, and Uncle Matt said: Lawrence, is that something Cookie would normally do?
zh_cn: 乍一看，她挺正常。但后来我们发现她有点奇怪，偶尔会全身哆嗦一下，然后眼睛会突然变得湿润起来。马特叔叔问：劳伦斯，库奇平常也是这样吗？

source: Well, ah . . . said Bourne.
zh_cn: 嗯，啊。 。 。伯恩说。

source: And another shudder ran through Cookie.
zh_cn: 这时库奇又哆嗦了一下。

source: Oh Jesus Christ, said Mr. Bourne, and went inside.
zh_cn: 哦，耶稣基督。伯恩先生说道。

source: Uncle Matt told Seth and Jason to trot out whistling into the field and Cookie would follow, which she did, and Uncle Matt ran after, with his gun, and though he was, you know, not exactly a runner, still he kept up pretty good just via sheer effort, like he wanted to make sure this thing got done right.
zh_cn: 他转身走进了屋里。马特叔叔告诉赛斯和贾森，让他们吹着口哨跑到外面空地上去，库奇会跟过去的。她的确跟了过去。马特叔叔拿着枪随后也跑着跟了出去。虽然他的腿脚并不灵便，你明白吧，但他还是尽了最大努力跟了上去，就好像他希望把这件事情做得尽量干脆一点。

source: Which I was grateful to have him there, because I was too tired in mind and my body to know what was right anymore, and sat down on the porch, and pretty soon heard this little pop.
zh_cn: 为此我打心里感激有他在场，因为我自己已经精疲力尽，不知道该怎么办才好了。我坐在门廊下，很快就听到外面一声低沉的爆响。

source: Then Uncle Matt trotted back from the field and stuck his head inside and said: Lawrence do you know, did Cookie have contact with other dogs, was there another dog or dogs she might have played with, nipped, that sort of thing?
zh_cn: 然后马特叔叔快步从外面走回来，他把头伸进屋里问道：劳伦斯，你知道库奇有没有与其他狗接触过？她有没有跟别的狗玩过或者咬过之类的？

source: Oh get out, get away, said Bourne.
zh_cn: 行了行了，你们走吧。伯恩说。

source: Lawrence my God, said Uncle Matt.
zh_cn: 我的老天，劳伦斯！马特叔叔说。

source: Do you think I like this? Think of what we've been through.
zh_cn: 你觉得我喜欢这样吗？想想我们受的罪。

source: Do you think this is fun for me, for us?
zh_cn: 你难道觉得我、我们乐意干这事吗？

source: There was a long silence and then Bourne said well all he could think of was that terrier at the Rectory, him and Cookie sometimes played when Cookie got off her lead.
zh_cn: 长时间的沉默。然后伯恩说，他能想到的只有神甫家的那条狗，他有时在库奇跑出去后，跟她一块玩。

source: WHEN WE GOT to the Rectory, Father Terry said he was sorry for our loss, and brought Merton out, and we watched a long time and Merton never shuddered and his eyes remained dry, you know, normal.
zh_cn: 当我们赶到神甫家之后，特里神甫告诉我们说，他对我们的损失深表难过。然后他把默顿牵了出来。我们端详了很长时间，默顿一直没有打寒颤，他的眼睛依然干燥。一切正常。

source: Looks fine, I said.
zh_cn: 看起来没问题，我说。

source: Is fine, said Father Terry.
zh_cn: 没问题，特里神甫说道。

source: Watch this: Merton, genuflect.
zh_cn: 你们看着：默顿，屈膝！

source: And Merton did this dog stretchy thing where he sort of like bowed.
zh_cn: 于是默顿做了一个狗伸懒腰的动作，有点像在鞠躬似的。

source: Could be fine, said Uncle Matt.
zh_cn: 也许是没问题，马特叔叔说。

source: But also could be he's sick but just at an early stage.
zh_cn: 但也有可能他已经病了，只是处于潜伏期。

source: We'll have to be watchful, said Father Terry.
zh_cn: 那么我们对他多观察着点儿好了，特里神甫说。

source: Yes, although, said Uncle Matt.
zh_cn: 好吧。不过，马特叔叔说。

source: Not knowing how it spreads and all, could it be we're in a better-safe-than-sorry type of situation?
zh_cn: 因为现在还不知道它是怎么传染开的，以我们的处境，是不是最好采取“宁可错杀，不可放过”的策略？

source: I don't know, I truly don't know.
zh_cn: 我说不好，真的说不好。

source: Ed, what do you think?
zh_cn: 埃德，你觉得怎么样？

source: And I didn't know what I thought.
zh_cn: 我也不知道该怎么想。

source: In my mind I was all the time just going over it and over it, the before, the after, like her stepping up on that footstool to put that red bow in, saying these like lady phrases to herself, such as Well Who Will Be There, Will There Be Cakes?
zh_cn: 在我的脑海里，一直都只是在一遍遍地想着出事之前和出事之后的场面：比如她踩在凳子上把那个红蝴蝶结戴上去的样子，一边戴一边还象个淑女那样自言自语着，比如“谁会在那里呢？”，“会有蛋糕吗？”

source: I hope you are not suggesting putting down a perfectly healthy dog, said Father Terry.
zh_cn: 特里神甫说，我希望你不是说要把一条好端端的狗杀掉。

source: And Uncle Matt produced from his shirt pocket a red bow and said: Father, do you have any idea what this is and where we found it?
zh_cn: 马特叔叔从他的上衣口袋里拿出一只红色蝴蝶结，说：神甫，你知道这是什么吗？知道我们是在哪儿找到它的吗？

source: But it was not the real bow, not Emily's bow, which I kept all the time in my pocket, it was a pinker shade of red and was a little bigger than the real bow, and I recognized it as having come from our Karen's little box on her dresser.
zh_cn: 但它不是那个真蝴蝶结，不是艾米丽的那个，因为那个一直在我口袋里放着呢。这个比那个真的显得偏粉一些，而且也比那个大。我认出来，它是从我们家凯伦梳妆台上的那个小盒子里拿来的。

source: No I do not know what that is, said Father Terry.
zh_cn: 特里神甫说道：不，我不知道那是什么。

source: A hair bow.
zh_cn: 扎头发的蝴蝶结？

source: I for one am never going to forget that night, said Uncle Matt.
zh_cn: 我是永远不会忘记那个晚上的。马特叔叔说。

source: What we all felt.
zh_cn: 我们这些人都是如此。

source: I for one am going to work to make sure that no one ever again has to endure what we had to endure that night.
zh_cn: 我一定要做到今后再也没有人需要像我们一样，不得不经受那样的一夜。

source: I have no disagreement with that at all, said Father Terry.
zh_cn: 我对此完全同意。特里神甫说道。

source: It is true you don't know what this is, Uncle Matt said, and put the bow back in his pocket.
zh_cn: 事实上，你并不知道那是怎么回事。马特叔叔一边说一边把蝴蝶结放回到他的口袋里。

source: You really really have no experience whatsoever of what this is.
zh_cn: 对于这种事情，你根本就从来没有经历过。

source: Ed, Father Terry said to me. Killing a perfectly healthy dog has nothing to do with- Possibly healthy but possibly not, said Uncle Matt.
zh_cn: 特里神甫对我说：埃德，杀死一条完全健康的狗和这事完全没有任何关系—— 它可能是健康的，但也可能不是。马特叔叔说。

source: Was Cookie bitten? Cookie was not.
zh_cn: 库奇被咬过吗？她并没被咬过。

source: Was Cookie infected? Yes she was.
zh_cn: 可库奇感染了吗？是的，她确实感染了。

source: How was Cookie infected? We do not know.
zh_cn: 库奇是怎么被传染上的？我们也不知道。

source: And there is your dog, who interacted with Cookie in exactly the same way that Cookie interacted with the known infected animal, namely through being in close physical proximity.
zh_cn: 而你的狗和库奇打交道的方式，跟库奇和那条疯狗打交道的方式完全相同，都是有过近距离的身体接触。

source: It was funny about Uncle Matt, I mean funny as in great, admirable, this sudden stepping up to the plate, because previously--I mean, yes, he of course loved the kids, but had never been particularly--I mean he rarely even spoke to them, least of all to Emily, her being the youngest.
zh_cn: 马特叔叔突然变得这么咄咄逼人，真是挺有意思的。我是说他很棒，很令人钦佩，因为以前——我的意思是，不错，他当然也喜欢小孩子们，但从来没有特别地——我是说，他甚至很少跟他们说话，尤其是对艾米丽，因为她最小。

source: Mostly he just went very quietly around the house, especially since January when he'd lost his job, avoiding the kids really, a little ashamed almost, as if knowing that, when they grew up, they would never be the out-of-work slinking-around uncle, but instead would be the owners of the house where the out-of-work slinking uncle etc etc.
zh_cn: 许多时候，他只是很安静地绕开我们的房子。特别是自从今年一月份他丢了工作之后，更是尽量避开孩子们，简直有点羞愧的意思了。就好像他知道，当他们长大后，绝不会象他这个叔叔一样没有工作，抬不起头来，而是将成为房子的主人，养活他这个没有工作而又抬不起头来的叔叔什么的。

source: But losing her had, I suppose, made him realize for the first time how much he loved her, and this sudden strength--focus, certainty, whatever--was a comfort, because tell the truth I was not doing well at all--
zh_cn: 但是我觉得，失去了她之后，让他第一次意识到他是多么爱她，这种突如其来的力量——或者说是专注，坚定之类的词——让我感到一种安慰。因为说实话，我自己感觉糟透了。

source: I had always loved autumn and now it was full autumn and you could smell woodsmoke and fallen apples but all of the world, to me, was just, you know, flat.
zh_cn: 我一直很喜欢秋天，可现在已是秋天，能闻到木头烧成灰的味道，还有从树上掉下来的苹果的味道。但整个世界对我来说，突然变得毫无感觉，你明白吗。

source: It is like your kid is this vessel that contains everything good.
zh_cn: 孩子就好像是一切美好事物的化身。

source: They look up at you so loving, trusting you to take care of them, and then one night--what gets me, what I can't get over, is that while she was being--while what happened was happening, I was--I had sort of snuck away downstairs to check my e-mail, see, so that while--while what happened was happening, out there in the schoolyard, a few hundred yards away, I was sitting there typing--typing!--which, okay, there is no sin in that, there was no way I could have known, and yet--do you see what I mean? Had I simply risen from my computer and walked upstairs and gone outside and for some reason, any reason, crossed the schoolyard, then, believe me, there is not a dog in the world, no matter how crazy--
zh_cn: 他们总是满是爱心地仰望着你，信任你会照顾好他们。然后突然有天晚上——最让我受不了的，最让我放不下的是，就在她被——就在出事的时候，我却在——我当时正躲在地下室里，在检查我的电子邮件，你明白吧？所以就在——就在几百米外的校园里出了这件事的时候，我却坐在那里打字——打字！——这，好吧，这不能算什么罪过，因为我不可能知道会出事，可是——你明白我的意思吧？如果我当时从计算机前面站起来，走到楼上，去外面转转，然后不管出于什么理由到校园里走走的话，那么，请相信我，这世界上的狗，无论多么疯狂的，都不会——

source: And my wife felt the same way and had not come out of our bedroom since the tragedy.
zh_cn: 我妻子也有同样的感受。自从这场惨剧发生之后，她就没再走出过卧室。

source: So Father you are saying no? said Uncle Matt. You are refusing?
zh_cn: 那么，神甫你的意思是说不行？马特叔叔问道。你不让我们这么做？

source: I pray for you people every day, Father Terry said.
zh_cn: 我每天都为你们这种人祈祷。特里神甫说。

source: What you are going through, no one ever should have to go through.
zh_cn: 你们所遭受的，是常人所不应该遭受的。

source: Don't like that man, Uncle Matt said as we left the Rectory.
zh_cn: 我不喜欢这个家伙。我们离开神甫家的时候，马特叔叔这样说道。

source: Never have and never will.
zh_cn: 从来没有喜欢过，以后也永远不会。

source: And I knew that.
zh_cn: 其实我知道这一点。

source: They had gone to high school together and there had been something about a girl, some last-minute prom-date type of situation that had not gone in Uncle Matt's favor, and I think some shoving on a ball field, some name-calling, but all of this was years ago, during like say the Kennedy administration.
zh_cn: 他们过去一起上的高中。他俩为一个女孩闹出了些事情，跟参加毕业舞会的约定临时变卦有关，好像马特叔叔被甩了。我还听说他们在球场上起过冲突，骂过些脏话。但所有这一切是好些年以前的事了，当时好像肯尼迪还在当总统。

source: He will not observe that dog properly, said Uncle Matt.
zh_cn: 他才不会好好地监视那条狗，马特叔叔说。

source: Believe me.
zh_cn: 听我的没错。

source: And if he does notice something, he won't do what is necessary.
zh_cn: 就算他真看到有什么不对劲的，也不会按该办的去办。

source: Why? Because it is his dog.
zh_cn: 为什么? 就因为那是他的狗。

source: His dog. Everything that's his? It's special, above the law.
zh_cn: 他的狗！凡是他的东西，就得特殊化，连法律都管不了。

source: I don't know, I said.
zh_cn: 我说不准，我说。

source: Truly I don't.
zh_cn: 我真的说不准。

source: He doesn't get it, said Uncle Matt.
zh_cn: 他根本不明白。马特叔叔说。

source: He wasn't there that night, he didn't see you carrying her inside.
zh_cn: 那天晚上他不在现场，他没有看到你把她抱进家里时的场面。

source: Which, tell the truth, Uncle Matt hadn't seen me carrying her inside either, having gone out to rent a video
zh_cn: 可是说实话，马特叔叔也没有看见我把她抱进家里面。他当时出门去租录像片了。

source: --but still, yes, I got his drift about Father Terry, who had always had a streak of ego, with that silver hair with the ripples in it, and also he had a weight set in the Rectory basement and worked out twice a day and had, actually, a very impressive physique, which he showed off, I felt, we all felt, by ordering his priest shirts perhaps a little too tight.
zh_cn: ——不过，虽然如此，但我还是能理解他对特里神甫的不满。神甫一直都是一个自视甚高的人，留着满头打卷的银发。他在家里地下室有一套举重器械，每天要锻炼两次，因而他的体型非常吸引人。而且他还买了些过于紧身的牧师衬衫来显摆这一点。这不仅是我个人的感觉，也是我们大家的感觉。

source: Next morning during breakfast Uncle Matt was very quiet and finally said well he might be just a fat little unemployed guy who hadn't had the education some had, but love was love, honoring somebody's memory was honoring somebody's memory, and since he had no big expectations for his day, would I let him borrow the truck, so he could park it in the Burger King lot and keep an eye on what was going on over at the Rectory, sort of in memory of Emily?
zh_cn: 在第二天早上早餐时，马特叔叔异常沉默。最后他开口说，虽然他只是一个失业的矮胖子，也不像别人那样受过什么教育，但爱就是爱，缅怀亲人就是缅怀亲人。既然他自己也没有什么其它要紧事可做，我能不能把卡车借给他，这样一来他可以停在汉堡王快餐馆的停车场上，监视着神甫家的动静，就算是为艾米丽尽点心意吧？

source: And the thing was, we didn't really use that truck anymore and so--it was a very uncertain time, you know, and I thought: Well, what if it turns out Merton really is sick, and somehow gets away and attacks someone else's--so I said yes, he could use the truck.
zh_cn: 事实上我们目前也没有真在用那辆卡车，所以——现在是个非常时期，你明白吧。我一想，万一默顿真的染上了病，又想法逃了出来，去祸害别人家的——所以我就说，行，他可以把那辆卡车借去用。

source: He sat all Tuesday morning and Tuesday night, I mean not leaving the truck once, which for him--he was not normally a real dedicated guy, if you know what I mean.
zh_cn: 结果他从星期二早晨到星期二晚上一直都坐在那儿监视着，我是说他自始至终都没离开过车。这对他而言——他通常并不是一个特专注的人，你明白我的意思吧。

source: And then Wednesday night he came charging in and threw a tape in the VCR and said watch, watch this.
zh_cn: 然后，到了星期三晚上，他冲进我家，把一盘录像带塞进录像机，说，来看看这个。

source: And there on the TV was Merton, leaning against the Rectory fence, shuddering, arching his back, shuddering again.
zh_cn: 在电视上出现了默顿。它靠在神甫家的围栏上，打了个冷颤，弓起背，又打了个冷颤。
